/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Pontes são Tor relays que ajudam a contornar a censura. Você pode tentar pontes se o Tor estiver bloqueado pelo seu ISP; cada tipo de ponte usa um método diferente para evitar a censura: se um tipo não funcionar, tente usar um diferente.\n\nVocê pode usar as pontes fornecidas abaixo ou obter pontes em %.";
"No Bridges: Directly Connect to Tor" = "Sem Pontes: Conecte Diretamente ao Tor";
"Provided Bridges: %" = "Pontes Fornecidas %";
"Custom Bridges" = "Pontes Personalizadas";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Configuração de Ponte";
"Done" = "Feito";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Às vezes você precisa de uma ponte para chegar ao Tor.";
"TELL ME MORE" = "ME DIGA MAIS";


// ConnectingViewController.swift
"Connected!" = "Conectado!";
"__CLAIM_1__" = "Nossa comunidade diversificada é o que torna o Tor excelente!";
"__CLAIM_2__" = "Todos os dias as pessoas usam o Tor para evitar serem seguidas por anúncios de marketing.";
"__CLAIM_3__" = "As pessoas usam o Tor para se manter conectado com segurança com seus amigos e familiares.";
"__CLAIM_4__" = "Os ativistas usam o Tor para expressar livremente suas opiniões e crenças.";
"__CLAIM_5__" = "Blogueiros usam Tor para reunir as pessoas em direção à reforma social.";
"__CLAIM_6__" = "Os jornalistas usam o Tor para investigar com segurança as histórias sobre as quais estão reportando.";
"__CLAIM_7__" = "Os empresários usam o Tor para manter suas estratégias de empresas privadas.";
"__CLAIM_8__" = "Os trabalhadores usam o Tor para lutar pela justiça sem medo de perder o emprego.";


// ConnectingViewController.xib
"We're connecting you." = "Estamos conectando você.";
"START BROWSING" = "COMECE A NAVEGAR";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Em outro navegador, acesse % e escolha 'Obter Pontes'. Use a seção 'Opções Avançadas; 'obfs4' Os transportes plugáveis são recomendados. (Não selecione IPv6.)\n\nVocê pode clicar no ícone \"câmera\" para usar o código QR do site ou copiar e colar manualmente as 'linhas de ponte' aqui:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Parece que ficamos presos! Sair. Em seguida, reinicie o aplicativo.";


// HelloViewController.xib
"Hello" = "Olá";
"Welcome to Tor on mobile." = "Bem-vindo ao Tor no dispositivo móvel.";
"CHANGE LANGUAGE" = "MUDAR IDIOMA";
"Change Language" = "Mudar Idioma";
"Cancel" = "Cancelar";


// IntroViewController.xib
"CONTINUE WITHOUT" = "CONTINUAR SEM";
"USE A BRIDGE" = "USAR UMA PONTE";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Navegue na internet como você gostaria.";
"No tracking. No censorship." = "Sem rastreamento. Sem censura.";


// ScanQrViewController.swift
"Scan QR Code" = "Ler QR Code";
"Error" = "Erro";
"Camera access was not granted or QR Code scanning is not supported by your device." = "O acesso à câmera não foi concedido ou a verificação do Código QR não é suportada pelo seu dispositivo.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Código QR não pôde ser decodificado! Você tem certeza de que digitalizou um código QR de bridges.torproject.org?";
